/**
 * Напишите фрагмент кода для вычисления гипотенузы треугольника
 * с использованием теоремы Пифагора при заданных значениях
 * двух других сторон.
 *
 * Теорема гласит, что отношение между сторонами прямоугольного
 * треугольника выражается так: a2 + b2 = c2.
 *
 * Теорема Пифагора применима только к прямоугольным треугольникам.
 * Стороны, соединенные под углом 90 градусов, называются катетами
 * (в формуле обозначены как a и b).
 * Самая длинная сторона, не прилегающая к прямому углу,
 * называется гипотенузой, обозначена буквой c.
 *
 * Чтобы получить значение для a и b,
 * можно использовать prompt().
 * Напишите код, который будет запрашивать от пользователя
 * длину катетов a и b.
 *
 * Затем возведите значения a и b в квадрат.
 * После сложите результаты и извлеките квадратный корень.
 * Полученное значение выведите на экран.
 *
 */




